<?php
require_once("config.php");
session_start(); ?>
<html lang="ru" class="no-js">
<title>Правила - CryptData</title>
<body>
<?php include("include/header.php"); ?>
<div style="width: 1000px;
    margin-left: auto;
	margin-top: 30px;
    margin-right: auto;
	font-family: 'Open Sans', sans-serif;
	-webkit-box-shadow:  0px 10px 20px 0px rgba(0, 0, 0, 0.3);
	background-color: #eaeaea;
	color: black;
	text-align: left;
	padding: 20px;">
<a style="margin-left: 15px; text-transform: uppercase; font-size: 25px;">Правила</a>
<div style="width: 800px;
			margin-left: auto;
			margin-top: 30px;
			margin-right: auto;
			text-transform: none;">
<a>Регистрируясь в сервисе, Вы соглашаетесь с следующей свободкой правил:</br></br></br>
</br><a style="margin-left: 15px; font-size: 20px;">ОБЩИЕ</a></br>
1.1 Вы соглашаетесь с правилами ресурса "CryptData".</br>
1.2 Вы несёте ответственность за свои данные и приватность своего аккаунта.</br>
1.3 "CryptData" не несёт ответственности за потерянный Вами доступ к аккаунту.</br>
1.4 Правила в будущем будут видоизменяться и дополняться без предупреждения пользователя.</br>
</br><a style="margin-left: 15px; font-size: 20px;">АДМИНИСТРАЦИЯ</a></br>
2.1 Администрация оставляет за собой право удалить Ваш аккаунт без какого-либо предупреждения.</br>
2.2 Администрация оставляет за собой право заморозить Ваш аккаунт без какого-либо предупреждения.</br>
2.3 Администрация не несёт ответственности за утерянный Вами аккаунт.</br>
</br><a style="margin-left: 15px; font-size: 20px;">БЛОКНОТ</a></br>
3.1 Записи в "Блокнот" являются конфиденциальными.</br>
3.2 Записи в "Блокнот" шифруются и только Вы имеете право получить к ним доступ.</br>
3.3 Администрация не несёт ответственности в том случае, если данные в "Блокнот" будут утеряны.</br>
3.4 Восстановить данные из "Блокнот" невозможно.</br>
</br><a style="margin-left: 15px; font-size: 20px;">ЧАТ</a></br>
4.1 Администрация оставляет за собой право читать чат без какого-либо предупреждения.</br>
4.2 Что запрещено в чате:</br>
&mdash; 4.2.1 Запрещено распространение материалов с чрезмерным насилием и ЦП(Детское порно).</br>
&mdash; 4.2.2 Запрещена продажа наркотиков и порнографических материалов.</br>
&mdash; 4.2.3 Запрещена пропаганда наркотиков и призыв и суициду.</br>
4.3 За нарушение любого пункта 4.2, Вам будет запрещен доступ к личному и общему чату.</br>
</br><a style="margin-left: 15px; font-size: 20px;">ПРИЛОЖЕНИЕ</a></br>
Приложение "CryptData - offline" является полностью независимым от сети Интернет - это значит, что администрация не сможет восстановить Ваши данные в случае потери пароля.</br>
5.1 Только Вы несёте ответственность за целостность данных.</br>
5.2 Администрация не сможет восстановить данные, в случае потери пароля.</br>
5.3 Только Вы несёте ответственность в случае несанкционированного доступа к данным в приложении "CryptData - offline".</br>
</br><a style="margin-left: 15px; font-size: 20px;">БАЛАНС И ДЕНЕЖНЫЕ ПЕРЕВОДЫ</a></br>
6.1 Деньги возврату не подлежат.</br>
6.2 Администрация не несёт ответственности в том случае, если Ваш баланс будет украден во время несанкционированного доступа к Вашему аккаунту. (Обратите внимание на пункт 1.2).</br>
6.3 Администрация не несёт ответственности в том случае, если Ваш баланс будет украден во время несанкционированного доступа к ресурсу.</br>
6.4 В случае потери баланса, Вам не будет дана возможность восстановить его с помощью администрации.</br>
6.5 Внутреняя валюта (USD) не является финансовым средством.</a>
</div>
</br></br>
<hr>
<a style="font-size: 11px;">CryptData - это надежность и безопасность!</br>© 2018 CryptData. Все права защищены.</a>
</div>
</body>
</html>